amd-ucode
base
base-devel
broot
btop
btrfs-progs
chezmoi
cliphist
code
deno
earlyoom
fd
fish
foot
fzf
git
google-chrome
grim
grub
hyprland
hyprlock
imagemagick
iwd
jq
krita
less
linux
linux-firmware
micro
mpv
nvidia-open
onlyoffice-bin
p7zip
pipewire
poppler
reaper
ripgrep
slurp
steam
swappy
telegram-desktop
transmission-cli
ttf-hack
wine
winetricks
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
yabridge
yabridgectl
zoxide
